Repository: kodi-game/game.libretro.cap32
Catalog: game.libretro.cap32/resources/language/resource.language.*/strings.po
Languages: de_de, ga

# Addon Description
source: Caprice32 is an emulator for the Amstrad CPC 8-bit home computer series. It faithfully imitates the CPC464, CPC664, and CPC6128 models.
de_de: Caprice32 ist ein Emulator für die Heimcomputer-Serie Amstrad CPC 8-Bit. Er imitiert originalgetreu die Modelle CPC464, CPC664 und CPC6128.
ga: Is aithriseoir é Caprice32 do shraith ríomhairí baile 8-giotán Amstrad CPC. Déanann sé aithris dhílis ar na samhlacha CPC464, CPC664, agus CPC6128.

# Addon Disclaimer
source: Written by Ulrich Doewich
de_de: Geschrieben von Ulrich Doewich
ga: Scríofa ag Ulrich Doewich

# #30001
source: Controls > User 1 Controller Config
de_de: Steuerung > Controllerkonfiguration Benutzer 1
ga: Rialuithe > Cumraíocht Rialaitheora Úsáideora 1

# #30002
source: Controls > User 2 Controller Config
de_de: Steuerung > Controllerkonfiguration Benutzer 2
ga: Rialuithe > Cumraíocht Rialaitheora Úsáideora 2

# #30003
source: Controls > Combo Key
de_de: Steuerung > Combotaste
ga: Rialuithe > Eochair Chomhcheangailte

# #30004
source: Controls > Use internal Remap DB
de_de: Steuerung > Interne Remap-DB verwenden
ga: Rialuithe > Úsáid DB Athmhapála Inmheánach

# #30005
source: Light Gun > Input
de_de: Lightgun > Eingabe
ga: Gunna Solais > Ionchur

# #30006
source: Light Gun > Show Crosshair
de_de: Lightgun > Fadenkreuz anzeigen
ga: Gunna Solais > Taispeáin Crosghruaig

# #30007
source: Model
de_de: Modell
ga: Samhail

# #30008
source: Advanced > Autorun
de_de: Erweitert > Autorun
ga: Ardleibhéal > Uathrith

# #30009
source: Advanced > Ram size
de_de: Erweitert > RAM-Größe
ga: Ardleibhéal > Méid RAM

# #30010
source: Video > Green Phosphor blueish
de_de: Video > Grüner Phosphor bläulich
ga: Físeán > Glas Fosfar gorm

# #30011
source: Video > Monitor Intensity
de_de: Video > Monitorintensität
ga: Físeán > Déine Monatóireachta

# #30012
source: Video Advanced > Color Depth
de_de: Video erweitert > Farbtiefe
ga: Físeán Ardleibhéil > Doimhneacht Datha

# #30013
source: Status Bar
de_de: Statusleiste
ga: Barra Stádais

# #30014
source: Keyboard Transparency
de_de: Tastaturtransparenz
ga: Trédhearcacht an Mhéarchláir

# #30015
source: Floppy Sound
ga: Fuaim Flopach

# #30016
source: Monitor Type
de_de: Monitortyp
ga: Cineál Monatóra

# #30017
source: CPC Language
de_de: CPC-Sprache
ga: Teanga CPC

# #30018
source: Video Advanced > Crop Screen Borders
ga: Físeán Ardleibhéil > Bearradh Teorainneacha an Scáileáin
